<?php
return [
// 
//  'aliyun'  ,    'huawei'  ,     'twilio'  ,   'tencent'  ,
// config/smstempaliyun.php
// config/smstemphuawei.php
// config/smstemptwilio.php
// config/smstemptencent.php
// 模板名称,模板Code,模板类型,审核状态,创建时间,模板内容
/*01*/  'refunds-and-reminders'                             =>["退款退货提醒","2396633","通知", "您的退款退货单有了变化，可去会员中心查看订单详情。",'status=0'],
/*02*/  'platform-customer-service-reply-reminder'          =>["平台客服回复提醒","2396630","通知", "您的平台客服咨询已经回复，可去会员中心查看详情。",'status=0'],
/*03*/  'the-use-of-vouchers-to-remind'                     =>["代金券使用提醒","2396625","通知", "您有代金券已经使用，可去会员中心查看订单详情。",'status=0'],
/*04*/  'scheduled-order-tail-payment-reminder'             =>["预定订单尾款支付提醒","2396615","通知", "您的订单已经进入支付尾款时间。",'status=1'],// 不通过
/*05*/  'distributor-application-review'                    =>["分销商申请审核","2396611","通知", "尊敬的用户：您申请的供货商分销权限状态发生了改变，请及时查看。",'status=0'],
/*06*/  'store-expiration-reminder'                         => ["店铺到期提醒","2396610","通知", "你的店铺{1},即将到期，请及时续期。",'status=1'],// 不通过
/*07*/   'relieving-verification'                           =>["解除验证","2396602","通知", "您正在解除绑定操作，验证码为：{1}，5分钟有效，为保障帐户安全，请勿向任何人提供此验证码。",'status=0'],/*请使用第29条 */  
/*08*/   'commodity-inventory-notice'                       =>["商品库存不足","2396600","通知", "您{1}的商品库存不足，请及时补货。SPU：{2}，SKU：{3},可去店铺查看详情。",'status=0'],
/*09*/  'settlement-sheet-for-confirmation'                 =>["结算单等待确认","2396596","通知", "您有新的结算单等待确认，开始时间：{1}，结束时间：{2}，结算单号：{3},可在店铺查看。",'status=0'],
/*10*/ 'settlement-bill-has-been-paid-to-remind'            => ["结算单已经付款提醒","2396589","通知", "您的结算单平台已付款，请注意查收，结算单编号：{1},可在店铺查看。",'status=0'],
/*11*/   'return-reminder'                                  =>["退货提醒","2396584","通知", "您有一个退款单需要处理，退款编号：{1},快去查看。",'status=0'],
/*12*/  'refunds-for-automatic-reminding'                   =>["退款自动处理提醒","2396582","通知", "您的退款单超期未处理，已自动同意买家退款申请。退款单编号：{1},可在店铺查看。",'status=0'],
/*13*/  'notice-of-deleting-goods'                          =>["删除商品通知","2396551","通知", "您的商品被删除。SPU：{1},可去店铺查看详情。原因：{2}！",'status=0'],
/*14*/  'illegal-commodity-shelves'                         =>["违规商品被下架","2396547","通知", "您的商品被违规下架，原因：{1}。SPU：{2},可去店铺查看详情。",'status=0'],
/*15*/  'commodity-audit-failed-to-remind'                  =>["商品审核失败提醒","2396540","通知", "您的商品{1}通过管理员审核，原因：{2}。SPU：{3},可去店铺查看详情。",'status=0'],
/*16*/  'automatic-handling-reminder'                       => ["退货未收货自动处理提醒","2396533","通知", "您的退货单不处理收货超期未处理，已自动按弃货处理。退货单编号： {1},可在店铺查看。",'status=0'],
/*17*/  'pickupcode-reminding'                              => ["自提码","2396522","通知", "尊敬的用户您已在 {1}成功购买{2}，您可凭自提码{3}在{4}自提。",'status=0'],
/*18*/   'payment-success-reminding'                        =>["付款成功提醒","2396509","通知", "关于订单：{1}的款项已经收到，请留意出库通知。可去会员中心查看订单详情。",'status=0'],
/*19*/  'ordor_complete_shipping'                           =>["发货通知","2396504","通知", "您的订单{1}于{2}时,已发货啦~",'status=0'],
/*20*/  'commodity-advisory-reply'                          =>["商品咨询回复提醒","2396496","通知",   "关于您商品咨询的{1}，商家已经回复。去会员中心查看回复。",'status=0'],
/*21*/ 'redemption-code-is-about-to-expire-reminder'        =>["兑换码即将到期提醒","2396490","通知", "您有一组兑换码即将在$\{endtime}过期，请记得使用。",'status=0'],
/*22*/  'fans-buy-notification'                             => ["粉丝购买通知推广员","2396435","通知", "您的粉丝 {1} 在商城消费 {2},  消费时间：{3}，订单编号：{4} ，订单名称：{5}。",'status=0'],
/*23*/   'price-reduction-notice'                           => ["商品降价提醒","2396421","通知", "您关注的商品 {1} 价格变动为  {2}。",'status=0'],
/*24*/   'prepaid-card-balance-change-reminder'             =>["充值卡余额变动提醒","2395841","通知", "你的账户于{1}充值卡余额有变化，描述：{2}，可用充值卡余额变化 ：{3}元，冻结充值卡余额变化：{4}。可去支付中心查看充值卡余额。",'status=0'],
/*25*/   'imminent-expiration-reminder'                     =>["代金券即将到期提醒","2395829","营销短信", "您有一个代金券即将在{1}过期，请记得使用，可去会员中心查看订单详情。",'status=0'],
/*26*/   'refund-reminder'                                  =>["退款提醒","2395816","通知", "您有一个退款单需要处理，退款编号：{1},快去查看。",'status=0'],
/*27*/   'binding_verification_code'                        =>["绑定验证码","2395773","验证码", "您正在绑定注册手机号码，验证码为：{1}，5分钟有效，为保障帐户安全，请勿向任何人提供此验证码。",'status=0'],
/*28*/   'verifycode'                                       =>["验证码短信","2395766","验证码", "验证码为：{1}，若非本人操作，请勿泄露！",'status=0'],
/*29*/  'relieving-verification-2'                          => ["解除绑定验证码2","2397729","验证码", "您正在解除绑定操作，验证码为：{1}，5分钟有效，为保障帐户安全，请勿向任何人提供此验证码。",'status=0'],
/*30*/  'notice-of-delivery'                                =>["提醒发货","2398198","通知类","您的会员在{1}提交了订单{2}，请尽快发货。",'status=0'],
/*31*/  'corporate-transfer-reminder'                       =>["对公转帐提醒ok","2398192","通知类","对公帐号：海南优选石油石化设备有限公司，开户行：{1}，账号：{2}，金额：{3}{4}.摘要/备注/用途填写为：{5}",'status=0'],
/*32*/  'checkCode'                                         =>["您的核销码","2398191","验证码类","您的核销码是:  {1}，请勿泄漏于他人！",'status=0'],
/*33*/  'complaint-reminding'                               =>["投诉提醒","2398190","通知类","您好，{1}提醒：您售出的商品被投诉，等待商家申诉。投诉单编号：{2}，请尽快处理。",'status=0'],
/*34*/  'return-automatic-processing-reminder'              =>["退货自动处理提醒","2399067","通知类","您的退货单超期未处理，已自动同意买家退款申请。退货单编号： {1}可在店铺查看。",'status=0'],
/*35*/  'red-packet-use-reminding'                          =>["红包使用提醒","2399061","通知类","您有红包已经使用，编号：{1}，可去会员中心查看订单详情。",'status=0'],
/*36*/  'registration-of-welcome-information'               =>["注册欢迎信息","2398207","通知类","感谢您注册{1}，欢迎您。",'status=0'],
/*37*/  'coupons-to-the-accounts'                           =>["优惠券到账","2399058","通知类","您的{1}优惠券，记得在{2}前使用哦~",'status=1'],//不通过
/*38*/   'balance-change-reminder'                          =>["余额变动提醒","2399082","通知类","你的账户于{1} {2}账户资金有变化，描述：{3}，可用金额变化 ：{4}，冻结金额变化：{5}。可去支付中心查看余额。",'status=0'],
/*39*/  /*提醒后台审核操作*/ 'audit-operation-reminder'        =>["提醒后台审核操作","2416532","通知类","您有一个审核操作需要处理，请登录运营后台查看。审核表名：{1}  审核编号：{2}，请尽快处理。，请尽快处理。",'status=0'],
/*40*/  'remind-merchants-(users)-of-the-backend-audit-results'   =>["给提醒商家（用户）后台审核结果","2416613","通知类","您的{1}，经审核结果为：{2}，审核分类：{3} 审核编号：{4}，请尽快登录平台查看审核结果。",'status=0'],



/*41*/  'reminder-of-successful-merchant-registration'      =>["商家入驻成功提醒","2416651","通知类","尊敬的商家，恭喜您成功入驻优派超！，您的登录信息如下：， 用户名：{1} ， 密码：{2} ，登录地址：https://www.upetrol.net/{3}，请妥善保管好您的登录信息，切勿泄露给非本人使用。祝您生意兴隆！",'status=0'],
/*42*/  'remind-merchants-to-verify-their-public-accounts'      =>["后台已经打款提醒商家前往验证公户","2417429","通知类","尊敬的商家$\{seller_name}，您尾号$\{card_number}的对公账户已于$\{date}--$\{time}收到优派超后台打款人民币$\{money}元，请登录商家后台核对流水并完成账户验证。登录链接：https://www.upetrol.net/$\{urls}。如有异常请立即联系[400-026-0808]，祝您生意兴隆！",'status=0'],


//
];

/*

INSERT INTO `shop_message_template` 
 

*/